msg000=Error Desconocido
msg001=El recurso persona no esta disponible
msg002=El operador no existe
msg003=El promotor no existe
msg004=Existen tr\u00e1mites en curso, deber\u00e1 concluirse antes de iniciar uno nuevo.
msg005=La tasa de interes es incorrecta. Favor de revisar.
msg00006=El descuento mensual supera la capacidad de cr\u00e9dito. Favor de revisar.
msg007=El monto total a pagar es incorrecto. Favor de verificar.
msg008=No se pueden solicitar nuevos pr\u00e9stamos 72 hrs. previas al corte de n\u00f3mina. Favor de verificar.
msg009=El descuento mensual debe ser mayor a la suma del descuento mensual de los pr\u00e9stamos a liquidar seleccionados. Favor de verificar.
msg058=CURP incorrecta. Favor de verificar.
msg059=La informaci\u00f3n ingresada requiere actualizaci\u00f3n. Para realizarla, favor de acudir a la ventanilla de Prestaciones Econ\u00f3micas de la UMF que te corresponde.
msg344=No se encuentra la curp.
msg346=La informaci\u00f3n entre RENAPO y BDTU no coincide
msg347=CURP incorrecta. Favor de verificar. 
msg356=La CURP y el NSS ingresados no est\u00e1n asociados, favor de verificar
msg357=No es posible generar la solicitud de pr\u00e9stamo al no cumplirse con las condiciones de la Entidad Financiera. Favor de verificar. 
msg358=El monto solicitado no corresponde al monto minimo establecido por la Entidad Financiera. 
msg359=El monto solicitado supera el monto m\u00e1ximo establecido por la Entidad Financiera. 
msg360=CURP incorrecta, favor de verificar.
msg361=CURP no cuenta con pensiones vigentes, favor de verificar.
msg362=El n\u00famero de seguridad social no cuenta con n\u00f3mina vigente o no fue localizado.
#msg363=Error al comparar la información del pensionado en SISTRAP VS RENAPO.
msg363=Existen diferencias en la información del pensionado y RENAPO, favor de revisar.
msg364=El prestamo no es reinstalable.
msg365=No se cuenta con capacidad suficiente para realizar la reinstalaci\u00f3n del pr\u00e9stamo, favor de revisar.
msg366=El pensionado no cuenta con una pensión vigente, favor de revisar.
msg367=Error en ensamblado de solicitud reinstalación.
msg368=Error en servicio solicitud reinstalacion.
msg369=Error en regla control folio.
msg370=Error en servicio folio.
msg371=Error en ensamblado de prestamo reinstalación.
msg372=Error en servicio prestamo reinstalacion.
msg373=Error no existen prestamos en recuperación.
msg374=Error en servicio prestamo recuperacion reinstalación.
msg375=Error en ensamblado de amortización.
msg376=Error en servicio amortizacion.
msg377=Error en servicio correo.
msg378=Error en servicio validar montos y descuentos.
msg379=Error en en servicio cancela solicitud.
msg380=La solicitud no contiene prestamos en recuperación.
msg0381=Error en la obtención del token.
err001=Descuento mensual mayor a capacidad fija.
err002=El descuento mensual es mayor a la capacidad de cr\u00e9dito del pensionado. Favor de verificar.
err003=El CAT ingresado es diferente al CAT de la Entidad Financiera. Favor de verificar.
err004=El CAT ingresado es diferente al CAT generado por el sistema. Favor de verificar.
err005=Servicio de Sistrap no disponible.
err006=El promotor no cuenta con una relaci\u00f3n laboral activa, favor de validar.
err007=El CAT ofrecido debe ser menor al CAT del pr\u00e9stamo a reinstalar. Favor de verificar.

